import type { CatalogSourceRecord } from '../../core';
export const H62_RECORDS: CatalogSourceRecord[] = [
  ["H62", "南印语系（达罗毗荼语系、德拉维达语系）", "H", ["H621", "H622", "H623", "H624", "H625", "H626", "H627", "H628", "H629"]],
  ["H621", "泰卢固语", "H62", []],
  ["H622", "泰米尔语", "H62", []],
  ["H623", "马拉雅兰语", "H62", []],
  ["H624", "卡那拉语", "H62", []],
  ["H625", "库伊语", "H62", []],
  ["H626", "贡德语", "H62", []],
  ["H627", "布拉呼语", "H62", []],
  ["H628", "图鲁语", "H62", []],
  ["H629", "其他语言", "H62", []],
];
