import type { CatalogSourceRecord } from '../../core';
export const H64_RECORDS: CatalogSourceRecord[] = [
  ["H64", "东北亚诸语言", "H", ["H641", "H642", "H643", "H644", "H645", "H646", "H647", "H648"]],
  ["H641", "楚克奇语（罗拉维特兰语）", "H64", []],
  ["H642", "内梅兰语（科里亚克语）", "H64", []],
  ["H643", "伊杰耳缅语（堪察加语）", "H64", []],
  ["H644", "开特语（叶尼塞-奥斯加克语）", "H64", []],
  ["H645", "奥杜尔语（犹卡吉尔语）", "H64", []],
  ["H646", "尼夫赫语（吉里雅克语）", "H64", []],
  ["H647", "阿伊努语（虾夷语）", "H64", []],
  ["H648", "琉球语", "H64", []],
];
